/**/
"Cancel" = "Anulare";
/**/
"Delete" = "Ştergere";
/**/
"Open" = "Deschidere";
/**/
"Edit" = "Editare";
/**/
"Yes" = "Da";

/*Geometry Edit Action Name*/
"Apply Geometry" = "Aplicare geometrie";
/*Geometry Edit Action Name*/
"Clear Geometry" = "Golire geometrie";
/*Geometry Edit Action Name*/
"Delete Vertex" = "Ştergere vertex";
/*Geometry Edit Action Name*/
"Insert Part" = "Inserare parte";
/*Geometry Edit Action Name*/
"Insert Vertex" = "Inserare nod";
/*Geometry Edit Action Name*/
"Move Vertex" = "Mutare nod";
/*Geometry Edit Action Name*/
"Remove Part" = "Eliminare parte";

/*Collecting attachments*/
"Add" = "Adăugare";
/*Collecting attachments*/
"Take Photo or Video" = "Realizare fotografie sau clip video";
/*Collecting attachments*/
"Choose From Library" = "Alegere din bibliotecă";
/*Collecting attachments*/
"Photo" = "Fotografie";
/*Collecting attachments*/
"Video" = "Video";
/*Collecting attachments*/
"Save To Photo Library" = "Salvare în biblioteca de fotografii";
/*Collecting attachments*/
"Download" = "Descărcare";

/*Date attribute*/
"Today" = "Astăzi";

/**/
"Attachments" = "Ataşări";
"Attributes" = "Atribute";

/**/
"Open in Safari" = "Deschidere în Safari";

/* Please enter a numeric value between 0 and 5.*/
"RangeValueMessageInt" = "Introduceţi un număr între %i şi %i.";

/* Please enter a numeric value between 0.5 and 5.0.*/
"RangeValueMessageFloat" = "Introduceţi un număr între %f şi %f.";

/* string length error, when user enters too many characters in string attribute editor:
  Too many characters.  Current: 512.  Allowed: 256 */
"StringLengthError" = "Prea multe caractere (%@)";

/* When a number is entered outside the range */
"Number is outside the acceptable range." = "Numărul nu se încadrează în intervalul acceptabil.";

/* BLOB, RASTER, etc */
"Field type not supported" = "Tip de câmp neacceptat";

/**/
"CurrentPageOfNumberOfPagesFormatString" = "%d din %d";

/**/
"ChangingFeatureTypeAlertTitle" = "Se modifică tipul obiectului spaţial";
"ChangingFeatureTypeAlertMessage" =  "Sunteţi pe cale să modificaţi tipul obiectului spaţial, fapt ce poate suprascrie unele valori ale câmpurilor. Sigur doriţi să faceţi acest lucru?";

/**/
"Data for pie chart is invalid" = "Datele pentru diagrama radială sunt nevalide";
"No data to create a pie chart" = "Nu există date pentru crearea unei diagrame radiale";

/**/
"createUserSeconds" = "Creat de %@ acum câteva secunde";

/**/
"createUserMinute" = "Creat de %@ acum un minut";

/**/
"editUserSeconds" = "Editat de %@ acum câteva secunde";

/**/
"editUserMinute" = "Editat de %@ acum un minut";

/**/
"createSeconds" = "Creat acum câteva secunde";

/**/
"createMinute" = "Creat acum un minut";

/**/
"editSeconds" = "Editat acum câteva secunde";

/**/
"editMinute" = "Editat acum un minut";

/**/
"createUserMinutes" = "Creat de %@ acum %d minute";

/**/
"createUserHour" = "Creat de %@ acum o oră";

/**/
"createUserHours" = "Creat de %@ acum %d ore";

/*"Created by %@ on ${weekDay} at ${formattedTime}"*/
"createUserWeekDay" = "Creat de %@ pe data de %@ la ora %@";

/*"Created by %@ on ${formattedDate} at ${formattedTime}"*/
"createUserFull" = "Creat de %@ pe data de %@ la ora %@";

/**/
"editUserMinutes" = "Editat de %@ acum %d minute";

/**/
"editUserHour" = "Editat de %@ acum o oră";

/**/
"editUserHours" = "Editat de %@ acum %d ore";

/**/
"editUserWeekDay" = "Editat de %@ pe data de %@ la ora %@";

/**/
"editUserFull" = "Editat de %@ pe data de %@ la ora %@";

/**/
"createUser" = "Creat de %@";

/**/
"editUser" = "Editat de %@";

/**/
"createMinutes" = "Creat acum %d minute";

/**/
"createHour" = "Creat acum o oră";

/**/
"createHours" = "Creat acum %d ore";

/*"Created on ${weekDay} at ${formattedTime}"*/
"createWeekDay" = "Creat pe data de %@ la ora %@";

/*"Created on ${formattedDate} at ${formattedTime}"*/
"createFull" = "Creat pe data de %@ la ora %@";

/**/
"editMinutes" = "Editat acum %d minute";

/**/
"editHour" = "Editat acum o oră";

/**/
"editHours" = "Editat acum %d ore";

/*"Edited on ${weekDay} at ${formattedTime}"*/
"editWeekDay" = "Editat pe data de %@ la ora %@";

/*"Edited on ${formattedDate} at ${formattedTime}"*/
"editFull" = "Editat pe data de %@ la ora %@";